{
  "Medical_analysis": "افحص تحليلاتك",
  "welcome_txt": "مرحبا بك \n ماذا تريد أن تفعل ؟",
  "medical_test": "اختبر تحليلاتك",
  "health": "تأكد من صحتك",
  "next_button": "التالي",
  "Select_photo": "اختر صورة",
  "open_camera": "افتح الكاميرا",
  "gallery": "اختر من المكتبة",
  "previous": "السابق",
  "no_image": "لم تختار صورة ",
  "warning": "تحذير",
  "have_choose": "عليك اختيار صورة أولا ",
  "ok": "موافق",
  "test_result": "نتائج التحليل",
  "home": "الصفحة الرئيسية",
  "settings": "الاعدادات",
  "Help": "مساعدة",
  "about": "عن التطبيق",
  "general": "عام",
  "language": "اللغة",
  "select_language": "من فضلك اختر اللغة",
  "male_text": "ذكر",
  "female_text": "انثى",
  "age_text": "العمر",
  "cbc_text": "تحليل الدم الكامل",
  "leukemia_text": "سرطان الدم",
  "translation_only_text": "ترجمة",
  "enter_values_text": "ادخل القيم بنفسك",
  "personal_information_text": "معلومات شخصيه ",
  "last_results": "النتيجة النهائية",
  "wrong_input": "قيمة خاطئة",
  "result_recommendation": "النتائج و الترشيحات",
  "your_final_result": "نتائج التحليل النهائية",
  "leukemia_true": "يوجد سرطان الدم\nمن المحتمل أنك تعاني من سرطان الدم ، اذهب إلى طبيب الأورام من أجل التشخيص الصحيح",
  "leukemia_false": "لا يوجد سرطان الدم \nأنت بخير",
  "animea_true": "يوجد أنيميا \nمن المحتمل أن تكون تعانى من فقر الدم لذلك نصيحتنا لك ان تقوم بزيارة طبيب أمراض دم.\nوقبل أن تذهب يجب أن تعرف:-\n\n1. يحدث فقر الدم عندما يكون لديك انخفاض في مستوى الهيموجلوبين في خلايا الدم الحمراء (كرات الدم الحمراء)\n\nوحتى هذا الوقت يجب أن تعرف:\n 1. يمكن أن تساعد الأنظمة الغذائية التي تحتوي على الأطعمة التالية في علاج أو منع نقص الحديد:\n-الخضار ذات الأوراق الخضراء الداكنة\n-فواكه مجففة\n-المكسرات\n -الحبوب المدعمة بالحديد\n2.بالإضافة إلى ذلك ، يساعد فيتامين سي جسمك على امتصاص الحديد. إذا كنت تتناول أقراص الحديد ، فقد يقترح الطبيب تناول الأقراص مع مصدر فيتامين سي ، مثل كوب من عصير البرتقال أو الفاكهة الحمضية.\nمعالجة السبب الكامن وراء النزيف\n",
  "anemia_false": "لا يوجد أنيميا \nأنت بخير",
  "covid_true": "يوجد كوفيد \nمن المحتمل أن تكون تعانى من كوفد-19  لذلك نصيحتنا لك أن تقوم بزيارة طبيب أخصائى أمراض الرئة .\nو يجب أن تعرف أنك يمكنك اتخاذ خطوات لتقليل خطر الإصابة\n  تجنب الأحداث والتجمعات الكبيرة - \n    تجنب الاتصال الوثيق (في نطاق 6 أقدام أو مترين) مع أي شخص مريض أو ظهرت عليه أعراض.\n    ابق في المنزل قدر الإمكان وابق على مسافة بينك وبين الآخرين (في حدود 6 أقدام أو مترين)\n\n4. اغسل يديك كثيرًا بالماء والصابون لمدة 20 ثانية على الأقل",
  "covid_false": "لا يوجد كوفيد-19 \nأنت بخير",
  "about_screen": "تعد التطبيقات الطبية المتعلقة بالتحاليل المعملية أداة مثالية سهلة الحمل لفحص الاختبارات المعملية الطبية و تمكنك من تصفح مكتبة ضخمة من الاختبارات المعملية الشائعة لمعرفة المزيد عن قيم المختبرات السريرية. لذلك ، بغض النظر عما إذا كنت متخصصًا في الرعاية الصحية أو ممرضة أو طالب طب أو تخرجت للتو من جامعة طبية ، فإن هذا التطبيق المرجعي للمختبر هو تطبيق يجب أن يتوفر لك. يمكنك بسهولة قراءة التفسيرات الدقيقة للاختبارات المعملية الشائعة ، كما يساعدك أيضًا على تذكر القيم المعملية بالإضافة إلى الفروق بين القيم والتعرف على القيم المرجعية.",
  "Help_text": "من أجل ان تستخدم التطبيق استخدام صحيح عليك ان تدخل اولا الي صفحة المعلومات الشخصية عن طريق الضغط على زر التالي و اختيار النوع و السن ثم اختيار ما تريد ان تفعل :\n\nالاختيار الاول: أن تختار تحليل الدم و سيجعلك تختار صورة من المكتبة أو ان تصورها من الكاميرا ثم سيتم ترجمة التحليل و سيظهر لك اذا كان هناك فقر دم او انيميا ام لا \nالاختيار الثاني :أن تختار سرطان الدم و سيجعلك تختار صورة من المكتبة أو ان تصورها من الكاميرا ثم سيخبرك البرنامج اذا ما كنت تعاني من سرطان الدم أم لا \nالاختيار الثالث :ان تختار ترجمه التحليل و سيجعلك تختار صورة من المكتبة أو ان تصورها من الكاميرا و سيترجم التحليل فقط \nالاختيار الرابع :ان تدخل القيم بنفسك اذاكان لديك مشكلة في الصورة سيطلب منك ان تدخل قيم تحليل الدم الكامل و سيخبرك اذا كان لديك انيميا و كوفيد ام لا \nو يمكنك ان تغير لغة الابليكيشن من العربيه الي الانجليزية او العكس من الاعدادات "
}