{
  "Medical_analysis": "Medical Analysis",
  "welcome_txt": "welcome \n\nWhat would you like to do ?",
  "medical_test": "Check on your medical test",
  "health": "Check on your health",
  "next_button": "Next",
  "Select_photo": "Select photo",
  "open_camera": "Open camera",
  "gallery": "Select from gallery",
  "previous": "previous",
  "no_image": "No Image Selected",
  "warning": "Warning",
  "have_choose": "You Have To Choose A Photo First !!",
  "ok": "OK",
  "test_result": "Test Result",
  "home": "Home",
  "settings": "Settings",
  "Help": "Help",
  "about": "About",
  "general": "General",
  "language": "Language",
  "select_language": "Please select a Language",
  "male_text": "Male",
  "female_text": "Female",
  "age_text": "AGE",
  "cbc_text": "CBC",
  "leukemia_text": "Leukemia",
  "translation_only_text": "Translation Only",
  "enter_values_text": "Enter Values Yourself",
  "personal_information_text": "Personal Information",
  "last_results": "Show Results",
  "wrong_input": "Wrong Input",
  "result_recommendation": "Result & Recommendation",
  "your_final_result": "Your Final Results Are",
  "leukemia_true": "Leukemia Found\nIt is possible that you suffer from leukemia, go to the oncologist for the correct diagnosis",
  "leukemia_false": "No Leukemia Found \nYou Are Fine",
  "animea_true": "Animea Found\nIt is possible that you suffer from anemia, so our advice to you is to visit a hematologist.\nAnd before you go, you should know:\n1. Anemia occurs when you have a decreased level of hemoglobin in your red blood cells (RBCs)\nAnd until this time you should know:\n\n1. Diets that include the following foods can help treat or prevent iron deficiency:\n-dark green, leafy vegetables\n-dried fruits\n-nuts\n-iron-fortified cereals\n\n2. Additionally, vitamin C helps your body absorb iron. If you’re taking iron tablets, a doctor might suggest taking the tablets along with a source of vitamin C, such as a glass of orange juice or citrus fruit.\nTreating the underlying cause of bleeding",
  "anemia_false": "No Anemia Found\nYou Are Fine",
  "covid_true": "You may be suffering from COVID-19, so our advice to you is to see a Pulmonologist.\nAnd you should know that you can take steps to reduce your risk of infection. \n 1. Avoid large events and mass gatherings.\n    2. Avoid close contact (within about 6 feet, or 2 meters) with anyone who is sick or has symptoms.\n    3. Stay home as much as possible and keep distance between yourself and others (within about 6 feet, or 2 meters)\n\n4. Wash your hands often with soap and water for at least 20 seconds\n",
  "covid_false": "No Covid Found\nYou Are Fine",
  "about_screen": "Medical Lab Tests is the perfect pocket tool for medical laboratory tests and enables you to browse through a huge library of common lab tests to find out more about clinical laboratory values. So, no matter if you are a healthcare professional, a nurse, medical student or have just graduated from medical university, this lab reference app is a MUST HAVE app for you. You get to easily read the accurate interpretations for common lab tests and it also helps you to remember lab values as well as differentials between values and the learn about reference values.",
  "Help_text": "In Order to use the application right you first will go to the personal information screen by pressing the next button then choose your gender and age then choose what you would like to do : \n\nFirst option : you can choose the BCB which will make you take a photo from the camera or choose a photo from the gallery then translate the test then tell you whether you have anemia and Covid-19 or not.\n\nSecond option :you can choose leukemia that will make you take a photo from the camera or choose a photo from the gallery then tell you if you have leukemia or not. \n\nThird option : you can choose the test you want to just translate which will make you take a photo from the camera or choose a photo from the gallery then translate the test.\n\nLast option : if you have an issue with the photo or you just have the values of the cbc test you will enter these values and they will be translated and tell you if you have anemia and covid or not.\nYou can also change the language of the application from the settings "
}